Repository: farukkamcici/mectrics
Catalog: Mectrics/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, pt_br, ru, tr

source: Widgets that open the right metric
es: Widgets que abren directamente el dato adecuado
fr: Des widgets qui ouvrent directement la bonne mesure
pt_br: Widgets que abrem diretamente a métrica certa
ru: Виджеты с быстрым переходом к нужному показателю
tr: İlgili ölçümü açan araç takımları

source: Your Mac, clear at a glance
es: El estado de tu Mac de un vistazo
fr: L’état de votre Mac en un coup d’œil
pt_br: O estado do seu Mac em um relance
ru: Состояние Mac — одним взглядом
tr: Mac’iniz bir bakışta anlaşılır

source: Your readings never leave this Mac. Mectrics has no telemetry.
es: Tus mediciones nunca salen de este Mac. Mectrics no usa telemetría.
fr: Vos mesures ne quittent jamais ce Mac. Mectrics n’utilise aucune télémétrie.
pt_br: Suas medições nunca saem deste Mac. O Mectrics não usa telemetria.
ru: Измерения не покидают этот Mac. Mectrics не использует телеметрию.
tr: Ölçümleriniz bu Mac’ten çıkmaz. Mectrics telemetri kullanmaz.

source: Your readings stay on this Mac. Mectrics has no telemetry.
es: Tus mediciones permanecen en este Mac. Mectrics no usa telemetría.
fr: Vos mesures restent sur ce Mac. Mectrics n’utilise aucune télémétrie.
pt_br: Suas medições permanecem neste Mac. O Mectrics não usa telemetria.
ru: Измерения остаются на этом Mac. Mectrics не использует телеметрию.
tr: Ölçümleriniz bu Mac’te kalır. Mectrics telemetri kullanmaz.

# alerts.state.normal
source: Normal
fr: Normale
ru: В норме

# energyGuard.mode.normal
source: Normal
fr: Normale
ru: В норме

# module.cpu
source: CPU
fr: Processeur
ru: ЦП

# pressure.normal
source: Normal
fr: Normale
ru: В норме

# settings.tab.general
source: General
fr: Général
pt_br: Geral
ru: Основные
tr: Genel

# battery.service.normal
source: Normal
ru: В норме

# disk.total
source: Total
ru: Всего
tr: Toplam

# mem.total
source: Total
ru: Всего
tr: Toplam

# module.gpu
source: GPU
ru: ГП
